"Preferences..." = "Einstellungen ...";
"Hide Menu Bar Icon" = "Statusleistensymbol ausblenden";
"Show Menu Bar Icon" = "Statusleistensymbol anzeigen";
"Tools" = "Tools";
"Export Preferences..." = "Export Preferences...";
"Import Preferences..." = "Import Preferences...";
"Reset Preferences..." = "Reset Preferences...";
"Restart Finder" ="Finder neu starten";
"Restart XtraFinder" ="Restart XtraFinder";
"Uninstall XtraFinder" = "XtraFinder deinstallieren";
"About XtraFinder" = "Über XtraFinder";
"Check for Updates..." = "Nach Updates suchen ...";

"XtraFinder Preferences" = "XtraFinder-Einstellungen";

"Tabs" = "Tabs";
"Features" = "Funktionen";

"Tabs (experimental)" = "Tabs (experimentell)";
"Open new tab with same path" = "Ordner in neuem Tab öffnen";
"Save open tabs when quitting Finder" = "Tabs beim Beenden sichern";
"Show Pinnable Window" = "Zeige anpinnbares Fenster";
"Show the Pin button" = "Pin-Taste anzeigen";
"Slide from:" = "Hereingleiten von:";
"Bottom" = "Unten";
"Left" = "Links";
"Right" = "Rechts";
"Top" = "Oben";
"Always open new tab in the Pinnable window" = "Neuen Tab immer im angepinnten Fenster öffnen";
"Dual Panel mode:" = "Dual Panel Modus:";
"Show the second Sidebar" = "Zeige die zweite Seitenleiste";
"Middle-click on Sidebar to open in the second panel" = "Mittelklick auf die Seitenleiste, um das zweite Panel zu zeigen";
"⇧+click on Sidebar to open in the second panel" = "⇧+Klick auf die Seitenleiste um zweites Panel anzuzeigen";
"Shortcuts" = "Tastenkombinationen";
"Narrow Tab Bar" = "Kleinere Tableiste";
"Tab style" = "Tabstil";
"*Require closing windows." = "*Änderung nach dem Schließen offner Fenster wirksam.";
"Right-Click on New Tab button" = "Rechtsklick auf Neuer Tab Schaltfläche";
"Double-Click on Tab" = "Doppelklick Tab";
"Use ⌘+Number shortcuts to switch tab" = "⌘+Nummer-Tastenkürzel drücken, um Tab zu wechseln";
"Copy to Other Panel" = "Kopieren in anderes Panel";
"Move to Other Panel" = "Verschieben in anderes Panel";

"Arrange folders on top" = "Ordner oben anzeigen";
"Maximize window when zooming" = "Bei \"Zoom\" maximieren";
"Arrange items by Name in Icons View" = "Elemente in der Symbolansicht nach Namen sortieren";
"Hide dot files on Desktop" = "Punkt-Dateien auf dem Schreibtisch ausblenden";
"Spring-loaded Path Bar" = "Gefederte Pfadleiste";
"Click any item in the Path Bar to show contents menu" = "Auf ein beliebiges Element in der Pfadleiste klicken, um das Inhaltsmenü anzuzeigen";
"Cut & Paste" = "Ausschneiden & Einfügen";
"Light text on dark background" = "Heller Text auf dunkelem Hintergrund";
"Does not support Icons view mode." = "Unterstützt die Symbolansicht nicht.";
"Sort Recent Folders menu by last opened date" = "Sortiere letzte Ordner nach letzter Öffnung";
"Automatically adjust width of Name column" = "Breite der Namensspalte automatisch anpassen";
"Max width:" = "Maximale Breite:";
"Show colorful icons in the sidebar" = "Farbige Symbole in der Seitenleiste";
"Show label color in the sidebar" = "Zeige Etikettenfarbe in Seitenleiste";
"Press Return to open selection" = "Zeilenschalter drücken, um die Selektion zu öffnen";
"Press Backspace (Backward Delete) to Go Back" = "Rücktaste (Rückwärts löschen) drücken, um zurückzukehren.";
"Press Delete (Forward Delete) to Move to Trash" = "Entfernen (Vorwärts löschen) drücken, um in den Papierkorb zu legen.";
"Rename" = "Umbenennen";
"Middle-click to open folder in new window or new tab" = "Mittelklick um Ordner in neuem Fenster oder Tab zu öffnen";
"Display folder item count in List view" = "Ordner-Inhaltszähler in Listenansicht einblenden";
"Always show Toolbar" = "Symbolleiste immer einblenden";
"Add XtraFinder's functions to the toolbar" = "XtraFinder-Funktionen in Symbolleiste hinzufügen";
"Show Go Up button in the toolbar" = "Zeige Aufwärts-Knopf in Symbolleiste";
"Use ⌘⌥⇧+Number shortcuts to set Label" = "⌘⌥⇧+Nummer-Tastenkürzel drücken, um Ettiket zu setzen";
"Hide Share item in the context menu" = "Bereitstellen-Eintrag im Kontextmenü verstecken";

"Appearance" = "Appearance";
"Sidebar-related options may cause crash" = "Sidebar-related options may cause crash";
"Legacy label color painting" = "Legacy label color painting";
"Enabled for Icon View mode" = "Enabled for Icon View mode";
"Enabled for Desktop" = "Enabled for Desktop";

"Add items to Finder menus" = "Elemente zum Findermenü hinzufügen";

"Collapse All" = "Alle ausklappen";
"Collapse the expanded nodes in List View" = "Erweiterte Knoten in der Listenansicht ausklappen";
"Show Hidden Items" = "Ausgeblendete Elemente anzeigen";
"Refresh" = "Aktualisieren";
"Copy Path" = "Pfad kopieren";
"Default:" = "Standard:";
"Contents" = "Inhalte";
"Launch as Root" = "Als Root ausführen";
"Make Symbolic Link" = "Symbolischen Link erzeugen";
"New File..." = "Neue Datei";
"Default extension:" = "Standarderweiterung:";
"Manage file templates" = "Dateivorlagen verwalten";
"Copy to..." = "Kopieren nach ...";
"Move to..." = "Verschieben nach ...";
"Delete permanently" = "Delete permanently";
"Select..." = "Auswählen ...";
"Dual Window - Horizontal" = "Duales Fenster - Horizontal";
"Dual Window - Vertical" = "Duales Fenster - Vertikal";
"System-wide shortcut" = "Systemweite Tastenkombination";
"Hide Desktop" = "Desktop ausblenden";
"New Terminal Here" = "In Terminal öffnen";
"Top Most" = "Oben anordnen";
"Make window top most" = "Fenster oben anordnen";